[
    {   
        "Id":{ "value":"a5b15af5-37a3-4792-bccd-584299058555"},    
        "Company": "Sonda de Colombia",
        "From": "Abril 2010",
        "To": "Diciembre 2012",
        "Position": "Desarrollador Jr.",
        "Description": "Análisis, diseño, implementación y mantenimiento aplicaciones web y de escritorio Desarrollo de informes utilizando Crystal Reports y Report viewver"
    },
    {   
        "Id":{ "value":"03846734-abd4-49e2-8b6f-4713c3024cd7"},
        "Company": "Banco Falabella",
        "From": "Diciembre 2012",
        "To": "Enero 2017",
        "Position": "Desarrollador Sr.",
        "Description": "Líder de proyecto en migración a nuevas tecnologías en el Core bancario. Desarrollo de aplicaciones web con equipos multIdisciplinarios entre diferentes países de América latina Uso de tecnologías Microsoft ASP.Net, AJAX, Html5, Javascript, CSS, JQuery, SQL Server"
    },
    {   
        "Id":{ "value":"b541f692-088b-4e67-b79d-e8b0b9f0a23c"},
        "Company": "Fundación Universitaria de Popayán",
        "From": "Enero 2017",
        "To": "Diciembre 2018",
        "Position": "Subdirector del programa de Ingeniería de Sistemas",
        "Description": "Miembro del comité de Autoevaluación para lograr la acreditación de alta calIdad del programa. Diseño de estrategias para alcanzar los objetivos propuestos desde el comité de Autoevaluación"
        
    },
    {   
        "Id":{ "value":"b03ea127-4e67-4ce5-a117-ca5f97ed2794"},
        "Company": "Freelancer",
        "From": "Septiembre 2018",
        "To": "Marzo 2019",
        "Position": "Desarrollador Sr.",
        "Description": "Implementación de una aplicación web para Wilfrios, una empresa que brinda servicios de mantenimiento para equipos de refrigeración industrial. Aplicación desarrollada utilizando Angular 4, NodeJS y MongoDB y servicios REST."
    },
    {   
        "Id":{ "value":"824cd71f-ea63-4e64-863f-160cd1cdfe85"},
        "Company": "Amadeus",
        "From": "Abril 2019",
        "To": "Junio 2020",
        "Position": "Consultor TI",
        "Description": "Construcción de nuevas funcionalIdades y mantenimiento de aplicaciones web para reservas aéreas y hoteleras. Desarrolladas en tecnologías Microsoft, MVC, REST API. Uso  de Git y Octopus para Integración continua and despliegue continuo. Uso de methodologies agile de desarrollo SCRUM"
    },
    {   
        "Id":{ "value":"1c0a2a5f-7a83-4653-89db-9c7003b6e635"},
        "Company": "Ditech",
        "From": "Julio 2020",
        "To": "Actualmente",
        "Position": "Consultor TI",
        "Description": "Construcción de nuevas funcionalIdades y mantenimiento de aplicación web para toda la cadena de producción del sector alimenticio. Proyecto Grupo Jorge (España). Uso de tecnologías Microsoft ASP.Net, AJAX, Html5, Javascript, CSS, JQuery, SQL Server"
    }
]